tap "boz/repo"
tap "getantibody/tap"
tap "github/gh"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask"
tap "homebrew/core"
tap "melonamin/formulae"

brew "antibody"
brew "asdf"
brew "awscli"
brew "bash"
brew "boz/repo/kail"
brew "chamber"
brew "cloc"
brew "cmake"
brew "earthly"
brew "emacs"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "git"
brew "go"
brew "gocryptfs"
brew "gron"
brew "heroku/brew/heroku"
brew "htop"
brew "hub"
brew "jq"
brew "krb5"
brew "kubectx"
brew "mkcert"
brew "node"
brew "nss"
brew "nvm"
brew "openjdk"
brew "pkg-config"
brew "poppler"
brew "postgresql"
brew "postgresql@12"
brew "python@3.8"
brew "rbenv"
brew "ripgrep"
brew "ruby-build"
brew "shellcheck"
brew "shpotify"
brew "swift-format"
brew "switchaudio-osx"
brew "tfenv"
brew "the_silver_searcher"
brew "travis"
brew "unixodbc"
brew "vim"
brew "watch"
brew "watchman"
brew "wget"
brew "yarn"
cask "amethyst"
cask "bitbar"
cask "dbeaver-community"
cask "font-iosevka-slab"
cask "font-iosevka"
cask "hammerspoon"
cask "java"
cask "meetingbar"
cask "osxfuse"
cask "pdftotext"
cask "spotmenu"
cask "swiftbar"
cask "virtualbox"
